Repository: webdevconcord/cs-cart
Catalog: var/langs/*/addons/concordpay.po
Languages: uk_ua

# Addons::name::concordpay
source: ConcordPay Payment Gateway
uk_ua: ConcordPay - платіжна система

# Addons::description::concordpay
source: Payment Visa, Mastercard, ApplePay, GooglePay
uk_ua: Оплата Visa, Mastercard, ApplePay, GooglePay

# Languages::concordpay
source: ConcordPay Payment Gateway
uk_ua: ConcordPay - платіжна система

# Languages::concordpay.settings.connection
source: Connection settings
uk_ua: Параметри підключення

# Languages::concordpay.merchantaccount
source: Merchant ID
uk_ua: Ідентифікатор продавця

# Languages::concordpay.merchantsecretkey
source: Secret key
uk_ua: Секретний ключ

# Languages::concordpay.settings.transaction
source: Payment settings
uk_ua: Налаштування платежу

# Languages::concordpay.currency
source: Currency UAH
uk_ua: Валюта UAH

# Languages::concordpay.settings.order_statuses
source: Order statuses settings
uk_ua: Налаштування статусів замовлення

# Languages::concordpay.order_status.created
source: New order
uk_ua: Новий платіж

# Languages::ttc_concordpay.order_status.created
source: The order has been created, but the customer has not yet provided payment details.
uk_ua: Замовлення було створено, але клієнт ще не зазначив платіжні реквізити.

# Languages::concordpay.order_status.inprocessing
source: In processing
uk_ua: В обробці

# Languages::ttc_concordpay.order_status.inprocessing
source: The order is still in the process of being processed by the payment gateway.
uk_ua: Замовлення все ще знаходиться в процесі обробки платіжним шлюзом.

# Languages::concordpay.order_status.approved
source: Successful payment
uk_ua: Успішний платіж

# Languages::ttc_concordpay.order_status.approved
source: The order was successfully paid by the client, the funds were debited from the card.
uk_ua: Замовлення успішно оплачене клієнтом, кошти списані з картки.

# Languages::concordpay.order_status.pending
source: Checked by Antifraud
uk_ua: На перевірці Antifraud

# Languages::ttc_concordpay.order_status.pending
source: Payment pending Anti Fraud
uk_ua: Платіж знаходиться на перевірці Anti Fraud

# Languages::concordpay.order_status.expired
source: Payment term expired
uk_ua: Закінчився термін оплати

# Languages::ttc_concordpay.order_status.expired
source: The due date for payment of the order (invoice) has expired.
uk_ua: Закінчився термін оплати замовлення (рахунку).

# Languages::concordpay.order_status.refundedvoided
source: Refund
uk_ua: Повернення

# Languages::ttc_concordpay.order_status.refundedvoided
source: In the case of a refund / unblocking operation.
uk_ua: У разі операції повернення / розблокування грошей.

# Languages::concordpay.order_status.declined
source: Declined
uk_ua: Відхилено

# Languages::ttc_concordpay.order_status.declined
source: If it is impossible to carry out the operation.
uk_ua: У разі неможливості провести операцію.

# Languages::concordpay.order_status.refundinprocessing
source: Refund in processing
uk_ua: Повернення в обробці

# Languages::ttc_concordpay.order_status.refundinprocessing
source: If there are not enough funds on the balance of the store to return to the buyer.
uk_ua: У разі якщо недостатньо коштів на балансі магазину для повернення покупцю.

# Languages::concordpay.payment.card_payment
source: Payment by card on the site
uk_ua: Оплата карткою на сайті

# Languages::method
source: Method
uk_ua: Метод

# Languages::merchantaccount
source: Merchant ID
uk_ua: ID продавця

# Languages::orderreference
source: Order ID
uk_ua: ID замовлення

# Languages::amount
source: Amount
uk_ua: Сума

# Languages::operation
source: Operation
uk_ua: Операція

# Languages::currency
source: Currency
uk_ua: Валюта

# Languages::phone
source: Phone
uk_ua: Тел.

# Languages::createddate
source: Created date
uk_ua: Дата створення

# Languages::cardpan
source: Card Pan
uk_ua: PAN карти

# Languages::cardtype
source: Card Type
uk_ua: Тип карти

# Languages::fee
source: Fee
uk_ua: Комісія

# Languages::transactionid
source: Transaction ID
uk_ua: ID транзакції

# Languages::transactionstatus
source: Transaction status
uk_ua: Статус транзакції

# Languages::merchantsignature
source: Merchant signature
uk_ua: Підпис продавця

# Languages::reason
source: Reason
uk_ua: Причина

# Languages::reasoncode
source: Reason code
uk_ua: Код помилки

# Languages::concordpay.payment_approve
source: Order has been paid
uk_ua: Замовлення оплачено

# Languages::concordpay.payment_approve_text
source: Your order has been successfully paid
uk_ua: Ваше замовлення було успішно оплачено

# Languages::concordpay.payment_decline
source: Payment declined
uk_ua: Платіж відхилено

# Languages::concordpay.payment_decline_text
source: Error: Your payment was declined
uk_ua: Помилка: Ваш платіж був відхилений

# Languages::concordpay.payment_cancel
source: Payment canceled
uk_ua: Платіж скасовано

# Languages::concordpay.payment_cancel_text
source: Your payment was canceled
uk_ua: Ваш платіж був скасований
